[
  {
    "id": 1,
    "image_url": "https://i.ibb.co/6tHj0Vh/banner1.jpg",
    "segment_name": "Apartment",
    "description": "Experience modern city living in this stylish apartment located in the bustling City Center. With stunning views, four bedrooms, and two bathrooms, this residence offers ample space and comfort. Enjoy access to amenities such as a swimming pool, gym, and spacious living room. Additional perks include air conditioning, a balcony, and high-speed internet. Don't miss out on this opportunity to live in the heart of the action with all the conveniences of contemporary urban living.",
    "price": "$ 200,000",
    "Status": "sale",
    "Area": "1500 sq ft",
    "location": "City Center",
    "facilities": [
      "living room",
      "swimming pool",
      "gym"
    ],
    "bed": "4",
    "baths": "2",
    "amenities": [
      "Air Cond",
      "Balcony",
      "Internet",
      "Bedding",
      "Parking",
      "Fridge"
    ]
  },
  {
    "id": 2,
    "image_url": "https://i.ibb.co/KK77VmK/banner2.jpg",
    "segment_name": "House",
    "description": "Nestled in a tranquil suburbia, this charming family home offers spacious comfort. With five bedrooms and three bathrooms spread across 2500 sq ft, there's plenty of room for everyone. Modern amenities such as internet, dishwasher, and cable TV ensure convenience and relaxation. Step outside to the spacious backyard, perfect for outdoor gatherings and playtime. Don't miss the chance to rent this cozy retreat, complete with all the comforts of home.",
    "price": "$ 1,500/month",
    "Status": "rent",
    "Area": "2500 sq ft",
    "location": "Suburbia",
    "facilities": [
      "living room",
      "backyard",
      "garage"
    ],
    "bed": "5",
    "baths": "3",
    "amenities": [
      "Internet",
      "Dishwasher",
      "Bedding",
      "Cable TV",
      "Parking",
      "Pool"
    ]
  },
  {
    "id": 3,
    "image_url": "https://i.ibb.co/1MV7fxk/banner3.jpg",
    "segment_name": "Villa",
    "description": "Nestled along the picturesque seaside, this luxurious villa offers unparalleled elegance and breathtaking panoramic views of the azure waters. Spanning an expansive 3500 sq ft, this residence exudes opulence and sophistication at every turn. With three bedrooms and two lavish bathrooms, this villa provides ample space for both relaxation and entertaining guests. Indulge in the epitome of luxury living with amenities such as air conditioning, high-speed internet, and secure parking. Step outside to your private oasis, complete with a sparkling swimming pool and expansive terrace, perfect for soaking up the sun and enjoying alfresco dining. Immerse yourself in the serenity of coastal living, with the gentle sound of waves lulling you into tranquility. Additional comforts include modern appliances, cable TV, and plush bedding, ensuring a truly indulgent experience. Don't miss the opportunity to own this exquisite villa, where every day feels like a luxurious retreat in paradise.",
    "price": "$ 800,000",
    "Status": "sale",
    "Area": "3500 sq ft",
    "location": "Seaside",
    "facilities": [
      "living room",
      "swimming pool",
      "terrace"
    ],
    "bed": "3",
    "baths": "2",
    "amenities": [
      "Air Cond",
      "Internet",
      "Parking",
      "Fridge",
      "Cable TV",
      "Bedding"
    ]
  },
  {
    "id": 4,
    "image_url": "https://i.ibb.co/QNQrW1m/1.jpg",
    "segment_name": "Studio",
    "description": "Experience chic urban living in this stylish studio apartment located in the vibrant Downtown area. With six bedrooms and five bathrooms spread over 800 sq ft, this apartment offers both comfort and space. Enjoy amenities such as a gym and rooftop terrace, perfect for relaxation and entertainment. Additional perks include a balcony, internet access, and access to a communal pool. Don't miss the chance to rent this cozy retreat in the heart of the city for $1,200/month.",
    "price": "$ 1,200/month",
    "Status": "rent",
    "Area": "800 sq ft",
    "location": "Downtown",
    "facilities": [
      "living room",
      "gym",
      "rooftop terrace"
    ],
    "bed": "6",
    "baths": "5",
    "amenities": [
      "Balcony",
      "Internet",
      "Dishwasher",
      "Bedding",
      "Pool",
      "Parking"
    ]
  },
  {
    "id": 5,
    "image_url": "https://i.ibb.co/8B7FYF8/2.jpg",
    "segment_name": "Penthouse",
    "description": "Elevate your lifestyle with this elegant penthouse boasting stunning city skyline views in the prestigious High-rise district. With four bedrooms and three bathrooms spanning 4000 sq ft, this residence offers luxurious living on a grand scale. Indulge in amenities such as a swimming pool and private elevator, ensuring both comfort and convenience. Enjoy the cool breeze on your balcony or take a dip in the pool on warm summer days. Don't miss the opportunity to own this exquisite penthouse for $1,000,000.",
    "price": "$ 1,000,000",
    "Status": "sale",
    "Area": "4000 sq ft",
    "location": "High-rise district",
    "facilities": [
      "living room",
      "swimming pool",
      "private elevator"
    ],
    "bed": "4",
    "baths": "3",
    "amenities": [
      "Air Cond",
      "Balcony",
      "Internet",
      "Dishwasher",
      "Parking",
      "Pool"
    ]
  },
  {
    "id": 6,
    "image_url": "https://i.ibb.co/VJVYPRC/3.jpg",
    "segment_name": "Duplex",
    "description": "Discover contemporary urban living in this spacious duplex located in the vibrant Urban area. With four bedrooms and three bathrooms spread across 2000 sq ft, this residence offers ample space and modern comfort. Enjoy amenities such as a balcony and parking, perfect for everyday convenience. Additional perks include internet access, cable TV, and access to a communal pool. Don't miss the chance to rent this stylish retreat for $2,500/month.",
    "price": "$ 2,500/month",
    "Status": "rent",
    "Area": "2000 sq ft",
    "location": "Urban",
    "facilities": [
      "living room",
      "balcony",
      "parking"
    ],
    "bed": "4",
    "baths": "3",
    "amenities": [
      "Internet",
      "Bedding",
      "Cable TV",
      "Parking",
      "Fridge",
      "Pool"
    ]
  },
  {
    "id": 7,
    "image_url": "https://i.ibb.co/7GPqDLB/4.jpg",
    "segment_name": "Townhouse",
    "description": "Step back in time with this quaint townhouse nestled in the historic Old Town district. With six bedrooms and four bathrooms spread over 1800 sq ft, this home offers charm and character at every turn. Enjoy features such as a backyard and fireplace, perfect for cozy evenings with family and friends. Additional amenities include air conditioning, internet access, and a balcony. Don't miss the opportunity to own a piece of history for $400,000.",
    "price": "$ 400,000",
    "Status": "sale",
    "Area": "1800 sq ft",
    "location": "Old Town",
    "facilities": [
      "living room",
      "backyard",
      "fireplace"
    ],
    "bed": "6",
    "baths": "4",
    "amenities": [
      "Air Cond",
      "Internet",
      "Cable TV",
      "Pool",
      "Fridge",
      "Balcony"
    ]
  },
  {
    "id": 8,
    "image_url": "https://i.ibb.co/kXyyxkC/5.jpg",
    "segment_name": "Loft",
    "description": "Experience industrial-chic living in this stylish loft situated in the vibrant Art District. With four bedrooms and three bathrooms spanning 1600 sq ft, this residence offers a unique blend of style and functionality. Enjoy features such as exposed brick walls and a roof deck, perfect for urban living. Additional amenities include a balcony, internet access, and access to a communal pool. Don't miss the chance to rent this trendy loft for $3,000/month.",
    "price": "$ 3,000/month",
    "Status": "rent",
    "Area": "1600 sq ft",
    "location": "Art District",
    "facilities": [
      "living room",
      "exposed brick",
      "roof deck"
    ],
    "bed": "4",
    "baths": "3",
    "amenities": [
      "Balcony",
      "Internet",
      "Parking",
      "Pool",
      "Fridge",
      "Bedding"
    ]
  },
  {
    "id": 9,
    "image_url": "https://i.ibb.co/v3LT2cc/1.jpg",
    "segment_name": "Mansion",
    "description": "Live in luxury with this grand mansion set on sprawling grounds in the serene Countryside. With five bedrooms and three bathrooms spread over 10,000 sq ft, this estate offers opulence and elegance on a grand scale. Enjoy amenities such as a swimming pool and tennis court, perfect for recreation and relaxation. Additional perks include a balcony, internet access, and ample parking space. Don't miss the opportunity to own this magnificent mansion for $5,000,000.",
    "price": "$ 5,000,000",
    "Status": "sale",
    "Area": "10000 sq ft",
    "location": "Countryside",
    "facilities": [
      "living room",
      "swimming pool",
      "tennis court"
    ],
    "bed": "5",
    "baths": "3",
    "amenities": [
      "Balcony",
      "Internet",
      "Parking",
      "Pool",
      "Fridge",
      "Bedding"
    ]
  }
]